[{
    "soal0": {
        "soal": "Terdapat lima buah benda, diketahui benda Q bermuatan positif, benda P ditolak oleh benda Q, benda Q ditarik oleh benda R, benda R ditolak oleh benda S dan benda S ditarik oleh benda T. Pernyataan muatan listrik yang benar adalah ....",
        "a": "a. P dan R negatif",
        "b": "b. P dan R positif",
        "c": "c. R dan S negatif",
        "d": "d. S dan T positif",
        "benar": "c"
    }
},{
    "soal1": {
        "soal":"Terdapat empat buah benda, benda 1 menarik benda 2, benda 2 menarik benda 3. Apabila diketahui benda 3 bermuatan positif maka ....",
        "a": "a. Benda 1 dan 2 bermuatan negatif",
        "b": "b. Benda 1 dan 2 bermuatan positif",
        "c": "c. Benda 1 bermuatan negatif dan 2 bermuatan positif",
        "d": "d. Benda 1 bermuatan positif dan 2 bermuatan negatif",
        "benar": "d"        
    }        
},{
    "soal2": {
        "soal": "Apabila suatu atom kehilangan sejumlah elektron, maka atom tersebut ...",
        "a": "a. Tidak bermuatan",
        "b": "b. Bermuatan positif",
        "c": "c. Bermuatan negatif",
        "d": "d. Tidak dapat ditentukan muatannya",
        "benar": "b"
    }
},{
    "soal3": {
        "soal": "Bola A menarik bola B, bola B menolak bola C, sedangkan bola C menarik bola D. apabila diketahui bola A bermuatan positif maka ...",
        "a": "a. Bola B negatif, bola C positif, bola D negatif",
        "b": "b. Bola B negatif, bola C negatif, bola D negatif",
        "c": "c. Bola B negatif, bola C negatif, bola D positif",
        "d": "d. Bola B negatif, bola C positif, bola D negatif",
        "benar": "c"
    }
},{
    "soal4": {
        "soal": "Bila benda O menarik benda P, Benda P menarik benda Q, jika benda Q bermuatan negatif maka ....",
        "a": "a. O dan P bermuatan negatif",
        "b": "b. O dan P bermuatan positif",
        "c": "c. O bermuatan negatif dan P bermuatan positif",
        "d": "d. O bermuatan positif dan P bermuatan negatif",
        "benar": "c"
    }
},{    
    "soal5": {
        "soal": "Dua muatan yang sejenis jika didekatkan akan ...",
        "a": "a. Tetap mempertahankan posisinya",
        "b": "b. Menarik dan menolak",
        "c": "c. Tolak menolak",
        "d": "d. Tarik menarik",
        "benar": "c"
    }
},{ 
    "soal6": {
        "soal": "Benda X bermuatan positif dan benda Y bermuatan negatif. Jika kedua benda saling berdekatan , maka ...",
        "a": "a. Benda X dan Y tarik menarik",
        "b": "b. Benda X menolak benda Y",
        "c": "c. Benda X dan Y akan tolak menolak",
        "d": "d. Benda X dan Y tidak terjadi interaksi",
        "benar": "a"
    }
},{ 
    "soal7": {
        "soal": "Benda-benda bermuatan listrik berikut ini yang tolak menolak adalah ...",
        "a": "a. Sisir dengan kaca",
        "b": "b. Plastik dengan sisir",
        "c": "c. Ebonit dengan kaca",
        "d": "d. Plastik dengan kaca",
        "benar": "a"
    }
},{ 
    "soal8": {
        "soal": "Perhatikan pernyataan berikut.<br>1) Muatan listrik yang sejenis tolak menolak<br>2) Benda bermuatan listrik positif jika jumlah elektron lebih banyak dari proton<br>3) Muatan listrik yang tidak sejenis tarik menarik<br>4) Benda bermuatan listrik negatif jika jumlah proton lebih banyak dari elektron<br>Sifat-sifat dari muatan listrik yang benar sesuai pernyataan nomor ...",
        "a": "a. 1 dan 2",
        "b": "b. 1 dan 3",
        "c": "c. 2 dan 3",
        "d": "d. 2 dan 4",
        "benar": "b"
    }
},{
    "soal9": {
        "soal": "Empat buah muatan listrik A, B, C, D. Diketahui A dan B tolak menolak, A dan C tarik menarik, C dan D tolak menolak. Jika B bermuatan positif, ...",
        "a": "a. A bermuatan positif, C positif",
        "b": "b. C bermuatan negatif, D positif",
        "c": "c. A bermuatan negatif, C positif",
        "d": "d. D bermuatan negatif, A positif",
        "benar": "d"
    }
}]